
  "CONFIRM_DELETE_WATCH_ONLY_ADDRESS" : "Do you wish to stop monitoring this address?",
  "HIDE_PAIRING_CODE"  : "Hide Pairing Code",
  "SHOW_PAIRING_CODE"  : "Show Pairing Code",
  "PAIRING_CODE_EXPLAIN" : "Scan the code below with your iPhone or Android Blockchain Wallet App to quickly and easily connect to your wallet. Note that this only works with the V3 beta iPhone or Android app, not with the current store version.",
  "MOBILE" : "Mobile",
  "WATCH_ONLY" : "Watch Only",
  "WARNING" : "Warning",
  "IMPORT_BITCOIN_ADDRESS" : "Import Existing Bitcoin Address",
  "IMPORT_BITCOIN_ADDRESS_SWEEP" : "Transfer Funds from Imported Address",
  "IMPORT_BITCOIN_ADDRESS_EXPLAIN" : "Your wallet automatically creates new bitcoin addresses as it needs them. You can optionally import an existing address and transfer the funds to your wallet if you have the corresponding Private Key. This is an advanced functionality and only suggested for advanced users.",
  "CONFIRM_NOT_SWEEP" : "Are you sure? We recommend that you sweep these funds.",
  "YOUR_PRIVATE_KEY" : "Show Private Key",
  "PRIVATE_KEY_VALID" : "The Private Key appears to be <b>Valid</b>",
  "ADDRESS_VALID" : "The Bitcoin address is valid",
  "ADDRESS_FOR_PRIVATE_KEY" : "The Bitcoin address associated with this Private Key is",
  "PRIVATE_KEY_WARNING" : "<b>WARNING:</b> Granting others  access to this Private Key gives them the ability to send bitcoin from this address. Exposing your Private Key to others is a security risk that may result in lost bitcoin. Do you wish to continue?",
  "BALANCE_FOR_ADDRESS": "The balance of this address is",
  "INPUT_NOT_RECOGNIZED" : "The value you entered does not appear to be a valid Private Key or bitcoin address",
  "ALREADY_IN_WALLET" : "This address is already present in the wallet",
  "CHECK_PRIVATE_KEY" : "Make sure the key you entered is correct",
  "DEFAULT" : "Default",
  "REDEEM_TO" : "Redeem To",
  "REDEEM" : "Redeem",
  "REDEEM_BITCOINS" : "Redeem Bitcoins",
  "IMPORT" : "Import",
  "SUBMIT" : "Submit",
